---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentParam
source: html/6e0948be-591c-12bc-3d31-c864366d8800.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueCurrentParam Property

"True Current"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueCurrentParam { get; }
```